export const reportTableData = [
  { title: '긴급 구조종류', text: '구급' },
  { title: '긴급 구조유형', text: '사고부상' },
  {
    title: '신고 내역',
    text: '[요청기관] 경남지방경찰청<br/> [접수일시] 20190101000347 <br/>[재난종별] 질서유지 [접수/요청자명]정준영/정명용-양 산 <br/>[재난위치] (지)경상남도 양산시 물금읍 물금리(물금읍)<br/> 376-2GPS// (경위도) 128.9847, 35.30833 <br/>[신고내용] 119도 와야 한다함// <br/>신고자 다급한목소리<br/> [동일사건 번호 : 2] / <br/>[가해자정보:기타,3명이상] <br/>환상라이브// 10명 싸운다// 병들고 싸운다// 구급차 필요없다// 접수경로(112)',
  },
];

export const rescueTableData = [
  { title: '연령대', text: '30세 이하' },
  { title: '범죄의심', text: '경찰인계' },
  { title: '사고원인', text: '풍수해' },
  { title: '사고장소', text: '아파트' },
  { title: '사고장소 기타', text: null },
  { title: '비고', text: '요구조자 다운증후군으로 원활한 대화가 어려움' },
  { title: '활동내역', text: '현장 도착 확인한 바 요구조자 화장실에 문이 잠겨 갇혀 있는 상황으로 보호자 연락되어 현관문 비밀번호 누르고 진입하여 화장실 문 개방 후 안전구조함.' },
  { title: '처리결과', text: '인명구조' },
  { title: '장애요소', text: '관계자(기관) 협조 미흡' },
];

export const patientTableData = [
  { title: '연령대', text: '54세' },
  { title: '환자 성명', text: '홍길동' },
  { title: '성별', text: '남' },
  { title: '구급사고종료', text: '화학물질' },
  { title: '환자상태', text: '준응급증상' },
  { title: '범죄의심', text: '경찰인계' },
  {
    title: '응급구조사소견',
    text: '토혈 신고. 현장 도착시 방에 누워있으며 술에 취해있음 토혈 아니며 침 뱉을 때 피 묻어나오는 상태. 보호자 아내, 아들 말에 의하면 부부싸움 후 죽는다며 양잿물을 입에 넣었다 뱉었다 함. 물질 확인해보니 고체로 된 비누 만드는 원재료로 확인됨. 환자 본인에게 확인하니 한 웅큼 입에 넣었다가 통증있어 뱉은 후 물로 입 안을 행궜다 함. 구강 점막 손상으로 출혈 확인됨. 호흡곤란 없으며 활력징후 정상. 식염수 세척 실시함. 복음병원 이송했으나 이비인후과, 치과 진료 가능 병원진료 권유받음. 동아대병원 진료 가능하다 확인되며 출혈 멎은 상태로 보호자에게 자차 이송 설명하니 동의함',
  },
];

export const mobilizeTableData = [
  { title: '긴급구조번호', text: 'VZA808887705' },
  { title: '긴급구조종별', text: '화재' },
  { title: '긴급구조유형', text: '기타화재' },
  { title: '주소', text: '경상남도 양산시 물금읍 범어리 687-1 (양산소방서 통신실)' },
  {
    title: '신고내용',
    text: '[요청기관] 경남지방경찰청<br/> [접수일시] 20190101000347 <br/>[재난종별] 질서유지 [접수/요청자명]정준영/정명용-양 산 <br/>[재난위치] (지)경상남도 양산시 물금읍 물금리(물금읍)<br/> 376-2GPS// (경위도) 128.9847, 35.30833 <br/>[신고내용] 119도 와야 한다함// <br/>신고자 다급한목소리<br/> [동일사건 번호 : 2] / <br/>[가해자정보:기타,3명이상] <br/>환상라이브// 10명 싸운다// 병들고 싸운다// 구급차 필요없다// 접수경로(112)',
  },
];
